{
    "bloque_1": [
        "I love how you explain everything so clearly. What inspired you to share this approach?",
        "You have such a great way of making everything sound so easy to understand. How do you come up with new ideas for your content?",
        "Your content always brings so much value. What’s been the biggest lesson you’ve learned on this journey?",
        "I love your communication style, it’s so engaging. How long does it usually take you to create this kind of post?",
        "Your energy in your posts is amazing. What motivates you to keep creating such valuable content?",
        "I love how you simplify complex concepts. How do you stay motivated every day?",
        "Your content is always so useful. What tools have helped you the most in creating this type of material?",
        "You have such a gift for sharing practical tips. What’s been your most helpful tool in your business?",
        "I admire how you make everything sound so accessible. How do you stay organized?",
        "Your content is always so valuable, it’s a pleasure to follow you. What topic are you excited to dive into next?"
    ],
    "bloque_2": [
        "I love your approach to this topic. What do you think are the biggest challenges in your industry right now?",
        "Your content is always so relevant and to the point. How do you find the time to come up with so many great ideas?",
        "It’s impressive how you make complex concepts feel so simple. Where do you find inspiration for your posts?",
        "You have such a clear way of communicating. How do you stay so organized with all the content you create?",
        "I love how consistent you are in delivering value. How do you measure the success of your posts?",
        "Your content is amazing. What strategy has worked best for you so far in your journey?",
        "You have such a talent for making everything sound so easy. How do you feel about the changes you see in your industry?",
        "I love how you make the information feel so actionable. What advice would you give to someone just starting out?",
        "I admire how you simplify your ideas. What tools do you use to keep your ideas organized?",
        "Your content is always so enriching. How do you manage to stay consistent with your posts?"
    ],
    "bloque_3": [
        "I love how valuable your content is. What inspired you to start sharing your knowledge?",
        "You have such an effective way of communicating. How do you decide what content to create each week?",
        "I love how you bring value in every post. What’s the best part of your work that you enjoy the most?",
        "Your posts are so practical and valuable. How do you stay up to date with the trends in your field?",
        "You have such a great way of presenting information. What advice would you give to someone starting in your field?",
        "I admire how impactful each of your posts is. What’s the biggest challenge you’ve faced so far?",
        "I love how you explain your ideas so clearly. What do you do to stay inspired?",
        "You have an excellent way of delivering your message. What’s the most fun part of creating content for you?",
        "Your content is so direct and useful. What digital tools can’t you live without?",
        "I love how concise you are in your posts. How do you stay productive and organized?"
    ],
    "bloque_4": [
        "Your approach to explaining ideas is so clear and effective. What’s been the hardest part of this journey?",
        "It’s impressive how you make complicated topics so simple. What keeps you inspired to keep learning every day?",
        "I love your content; it’s always so valuable. What topic are you looking forward to exploring more?",
        "You’re so focused on delivering value. What tools do you use to stay organized and productive?",
        "I love how accessible you make everything. What’s one piece of advice you’d give to someone looking to improve their digital business?",
        "You have a great style of sharing practical advice. What tools do you use most to create and organize your posts?",
        "I admire how you make complicated topics easy to understand. How do you handle criticism when it comes your way?",
        "I love how you consistently deliver value. How do you ensure your content resonates with your audience?",
        "You have such a clear way of sharing ideas. What do you think about the importance of continuous learning?",
        "I love your communication style. What’s your favorite thing about sharing your knowledge with others?"
    ],
    "bloque_5": [
        "You explain things so effectively. How do you stay updated on the latest trends in your field?",
        "I love how straightforward you are with your tips. What do you think will be the biggest challenges in your field in the future?",
        "You have such a great way of simplifying concepts. What are your thoughts on the future of digital marketing in your niche?",
        "I love how you share content that’s always so useful. What’s your main source of inspiration for creating new posts?",
        "You motivate your audience so well. What strategies help you keep your motivation high?",
        "I love the way you present your content. What’s your take on the importance of authenticity when creating content?",
        "You have such an effective approach to simplifying things. How do you decide on what topics to focus on next?",
        "I love how valuable each of your posts is. What do you think is the key to continued growth in this field?",
        "You explain everything so clearly. How do you manage your time to create such valuable content?",
        "I love how direct and clear your communication is. What’s one piece of advice you’d give to someone struggling to connect with their audience?"
    ]
}